Repository: nkvoronov/service.skin.widgets
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru, uk_ua

# #32001
source: Recommended
ru_ru: Рекомендуем
uk_ua: Рекомендуємо

# #32002
source: Random Items
ru_ru: Случайные
uk_ua: Випадкові

# #32004
source: Randomize time (minutes)
ru_ru: Случайное время (минуты)
uk_ua: Випадкове час (хвилини)

# #32005
source: Use season folders
ru_ru: Использовать папки сезонов
uk_ua: Використовувати папки сезонів

# #32006
source: Use timer
ru_ru: Использовать таймер
uk_ua: Використовувати таймер

# #32007
source: After database update
ru_ru: После обновления базы данных
uk_ua: Після оновлення бази даних

# #32008
source: Update method
ru_ru: Метод обновления
uk_ua: Метод відновлення

# #32009
source: Recent Items
ru_ru: Последние
uk_ua: Останні

# #32010
source: Update each time you enter the home screen
ru_ru: Обновлять каждый раз при входе на главный экран
uk_ua: Оновлювати кожен раз при вході на головний екран

# #32011
source: Only unplayed and unfinished
ru_ru: Только непроигранное и незаконченное
uk_ua: Тільки непроігранное і незакінчене

# #32012
source: General
ru_ru: Общие
uk_ua: Загальні

# #32013
source: Show plot for unwatched items
ru_ru: Показывать сюжет для непросмотренного
uk_ua: Показувати сюжет для непереглянутих

# #32014
source: * Hidden to prevent spoilers *
ru_ru: * Скрыто, чтобы избежать спойлеров *
uk_ua: * Приховано, щоб уникнути спойлерів *
